/*
Navicat MySQL Data Transfer

Source Server         : LJCdatabase
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : nrg

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2018-12-24 17:49:07
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for administrator
-- ----------------------------
DROP TABLE IF EXISTS `administrator`;
CREATE TABLE `administrator` (
  `aid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `isSuperAdmin` int(11) NOT NULL,
  PRIMARY KEY (`aid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of administrator
-- ----------------------------
INSERT INTO `administrator` VALUES ('1', 'superadmin', 'superadmin', '1');
INSERT INTO `administrator` VALUES ('2', 'admin', 'admin', '0');

-- ----------------------------
-- Table structure for goodclass
-- ----------------------------
DROP TABLE IF EXISTS `goodclass`;
CREATE TABLE `goodclass` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `classname` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goodclass
-- ----------------------------
INSERT INTO `goodclass` VALUES ('1', '上衣');
INSERT INTO `goodclass` VALUES ('2', '裤子');
INSERT INTO `goodclass` VALUES ('3', '鞋子');
INSERT INTO `goodclass` VALUES ('4', '帽子');
INSERT INTO `goodclass` VALUES ('5', '围巾');
INSERT INTO `goodclass` VALUES ('6', '外套');

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `old_price` decimal(10,2) NOT NULL,
  `new_price` decimal(10,2) NOT NULL,
  `star` int(11) NOT NULL,
  `color` varchar(255) DEFAULT NULL,
  `size` varchar(255) DEFAULT NULL,
  `hot` int(11) NOT NULL,
  `num` int(11) NOT NULL,
  `img` varchar(255) NOT NULL DEFAULT '0,0,0,0',
  `status` varchar(255) DEFAULT '0,0,0,0',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `class` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=801 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('8', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '394.00', '333.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '317', '593', '8.jpg', '0,0,0,0', '2018-12-15 14:27:46', '1');
INSERT INTO `goods` VALUES ('9', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '466.00', '391.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '205', '508', '9.jpg', '0,0,0,0', '2018-12-15 18:50:39', '3');
INSERT INTO `goods` VALUES ('10', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '230.00', '143.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '302', '479', '10.jpg', '0,0,0,0', '2018-12-15 14:27:50', '1');
INSERT INTO `goods` VALUES ('11', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '203.00', '112.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '438', '899', '11.jpg', '0,0,0,0', '2018-12-15 14:27:52', '1');
INSERT INTO `goods` VALUES ('12', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '129.00', '79.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '343', '396', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('13', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '127.00', '51.00', '4', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '222', '757', '13.jpg', '0,0,0,0', '2018-12-15 14:27:55', '1');
INSERT INTO `goods` VALUES ('14', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '244.00', '179.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '212', '693', '14.jpg', '0,0,0,0', '2018-12-15 14:27:57', '1');
INSERT INTO `goods` VALUES ('15', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '192.00', '97.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '456', '980', '15.jpg', '0,0,0,0', '2018-12-15 14:28:01', '1');
INSERT INTO `goods` VALUES ('16', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '250.00', '150.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '142', '908', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('17', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '575.00', '520.00', '4', '黑色,灰色,红色', '39,40,41,42,43,44', '126', '967', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('18', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '105.00', '28.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,44', '253', '966', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('19', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '539.00', '472.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '211', '556', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('20', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '489.00', '391.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '165', '423', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('21', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '532.00', '454.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '450', '767', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('22', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '573.00', '492.00', '2', '黑色,灰色,米色', '39,40,41,42,43,44', '333', '448', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('23', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '427.00', '329.00', '4', '黑色,白黑,红色', '39,40,41,42,43,45', '420', '771', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('24', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '543.00', '472.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL', '377', '867', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('25', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '555.00', '469.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL', '476', '731', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('26', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '153.00', '96.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL', '449', '650', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('27', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '256.00', '196.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '469', '961', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('28', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '554.00', '458.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '344', '585', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('29', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '163.00', '85.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '422', '602', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('30', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '148.00', '65.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '268', '708', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('31', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '187.00', '118.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '448', '326', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('32', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '151.00', '57.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '466', '951', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('33', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '273.00', '223.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '177', '691', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('34', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '240.00', '146.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,45', '324', '781', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('35', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '199.00', '136.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '316', '481', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('36', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '401.00', '338.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '289', '425', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('37', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '111.00', '34.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '463', '952', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('42', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '352.00', '265.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '441', '373', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('43', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '221.00', '143.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '492', '858', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('44', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '327.00', '250.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '349', '574', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('45', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '429.00', '349.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '282', '336', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('46', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '372.00', '311.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '263', '388', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('47', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '352.00', '290.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '155', '411', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('48', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '164.00', '83.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '306', '910', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('49', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '215.00', '150.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '471', '481', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('50', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '497.00', '438.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '462', '817', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('51', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '597.00', '523.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '432', '565', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('52', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '596.00', '540.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '444', '618', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('53', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '196.00', '129.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '472', '553', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('54', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '162.00', '93.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '464', '940', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('55', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '564.00', '491.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '216', '522', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('56', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '227.00', '147.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '423', '564', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('57', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '373.00', '281.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '356', '683', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('58', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '356.00', '275.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '251', '666', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('59', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '116.00', '28.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '442', '707', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('60', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '462.00', '372.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '415', '660', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('61', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '152.00', '85.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '360', '874', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('62', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '167.00', '71.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '201', '548', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('63', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '196.00', '120.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '218', '325', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('64', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '561.00', '483.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '374', '633', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('65', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '146.00', '73.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '463', '713', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('66', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '574.00', '512.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '356', '542', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('67', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '470.00', '387.00', '3', '黑色,灰色,红色', '39,40,41,42,43,44', '314', '915', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('68', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '170.00', '87.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,44', '358', '619', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('69', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '117.00', '48.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '377', '898', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('70', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '155.00', '96.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '344', '608', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('71', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '554.00', '493.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '291', '708', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('72', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '596.00', '538.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '214', '552', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('73', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '463.00', '369.00', '3', '黑色,白黑,红色', '39,40,41,42,43,45', '387', '925', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('74', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '354.00', '288.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL', '262', '784', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('75', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '414.00', '338.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL', '443', '606', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('76', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '492.00', '394.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL', '168', '539', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('77', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '279.00', '217.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '340', '595', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('78', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '229.00', '156.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '304', '784', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('79', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '495.00', '444.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '482', '490', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('80', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '550.00', '500.00', '5', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '292', '341', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('81', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '132.00', '61.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '276', '895', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('82', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '171.00', '95.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '474', '857', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('83', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '339.00', '251.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '225', '646', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('84', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '214.00', '117.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,45', '105', '705', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('85', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '480.00', '391.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '475', '399', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('86', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '130.00', '61.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '434', '415', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('87', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '224.00', '156.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '101', '510', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('88', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '139.00', '64.00', '1', null, null, '327', '554', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('89', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '364.00', '299.00', '1', null, null, '103', '871', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('90', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '532.00', '444.00', '4', null, null, '298', '436', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('91', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '305.00', '210.00', '5', null, null, '460', '736', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('92', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '496.00', '443.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '458', '388', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('93', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '131.00', '78.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '463', '852', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('94', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '236.00', '179.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '398', '838', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('95', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '476.00', '405.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '251', '487', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('96', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '193.00', '111.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '406', '772', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('97', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '340.00', '251.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '230', '325', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('98', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '281.00', '208.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '370', '356', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('99', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '258.00', '206.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '167', '490', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('100', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '491.00', '411.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '311', '636', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('101', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '131.00', '41.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '473', '950', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('102', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '139.00', '55.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '172', '997', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('103', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '506.00', '456.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '102', '417', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('104', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '129.00', '41.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '439', '536', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('105', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '371.00', '305.00', '3', '黑色,白色,黑白', '39,40,41,42,43,44', '141', '720', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('106', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '203.00', '146.00', '2', '黑色,灰色,米色', '39,40,41,42,43,44', '479', '729', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('107', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '175.00', '102.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '174', '867', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('108', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '320.00', '233.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '322', '876', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('109', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '536.00', '454.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '349', '484', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('110', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '142.00', '74.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '453', '593', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('111', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '174.00', '115.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '257', '612', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('112', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '545.00', '493.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '474', '673', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('113', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '302.00', '235.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '401', '428', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('114', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '251.00', '178.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '319', '787', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('115', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '400.00', '320.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '188', '846', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('116', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '293.00', '233.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '467', '547', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('117', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '394.00', '313.00', '3', '黑色,灰色,红色', '39,40,41,42,43,44', '461', '550', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('118', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '384.00', '292.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,44', '207', '623', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('119', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '574.00', '485.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '400', '930', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('120', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '215.00', '145.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '482', '496', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('121', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '345.00', '272.00', '3', '黑色,白色,黑白', '39,40,41,42,43,44', '134', '363', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('122', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '273.00', '208.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '455', '847', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('123', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '215.00', '123.00', '1', '黑色,白黑,红色', '39,40,41,42,43,45', '134', '666', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('124', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '592.00', '515.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL', '427', '346', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('125', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '397.00', '333.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL', '307', '895', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('126', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '106.00', '47.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL', '242', '630', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('127', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '510.00', '428.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '447', '322', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('128', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '204.00', '125.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '490', '850', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('129', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '445.00', '353.00', '3', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '283', '755', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('130', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '144.00', '46.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '307', '706', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('131', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '333.00', '236.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '421', '1000', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('132', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '360.00', '269.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '367', '734', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('133', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '574.00', '504.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '359', '507', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('134', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '173.00', '98.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,45', '259', '446', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('135', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '509.00', '437.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '475', '897', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('136', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '151.00', '79.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '207', '348', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('137', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '346.00', '275.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '216', '402', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('138', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '366.00', '277.00', '5', null, null, '210', '744', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('139', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '438.00', '342.00', '2', null, null, '435', '587', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('140', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '337.00', '257.00', '3', null, null, '301', '422', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('141', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '327.00', '274.00', '1', null, null, '324', '498', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('142', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '123.00', '68.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '421', '555', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('143', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '434.00', '358.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '102', '574', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('144', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '346.00', '292.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '230', '642', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('145', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '470.00', '382.00', '5', '黑色,白色,黑白', '39,40,41,42,43,45', '291', '739', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('146', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '462.00', '407.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '222', '516', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('147', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '386.00', '308.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '411', '641', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('148', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '547.00', '457.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '258', '681', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('149', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '290.00', '208.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '200', '820', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('150', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '538.00', '455.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '410', '505', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('151', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '332.00', '235.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '389', '749', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('152', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '572.00', '511.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '425', '584', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('153', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '446.00', '384.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '110', '561', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('154', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '555.00', '498.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '307', '928', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('155', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '419.00', '367.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '325', '699', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('156', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '282.00', '218.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '214', '655', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('157', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '392.00', '326.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '446', '565', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('158', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '438.00', '357.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '309', '815', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('159', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '433.00', '350.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '107', '907', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('160', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '129.00', '46.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '397', '493', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('161', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '577.00', '500.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '174', '883', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('162', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '565.00', '483.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '323', '352', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('163', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '551.00', '461.00', '4', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '495', '609', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('164', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '360.00', '267.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '299', '998', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('165', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '348.00', '255.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '319', '895', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('166', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '228.00', '162.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '356', '704', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('167', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '169.00', '108.00', '1', '黑色,灰色,红色', '39,40,41,42,43,44', '271', '848', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('168', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '148.00', '64.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,44', '463', '471', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('169', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '140.00', '83.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '359', '596', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('170', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '581.00', '490.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '367', '564', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('171', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '252.00', '169.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '226', '725', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('172', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '430.00', '353.00', '2', '黑色,灰色,米色', '39,40,41,42,43,44', '336', '719', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('173', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '431.00', '371.00', '1', '黑色,白黑,红色', '39,40,41,42,43,45', '134', '514', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('174', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '230.00', '164.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL', '300', '414', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('175', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '543.00', '445.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL', '175', '658', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('176', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '244.00', '147.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL', '458', '409', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('177', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '391.00', '304.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '128', '489', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('178', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '534.00', '478.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '131', '721', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('179', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '445.00', '384.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '498', '916', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('180', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '442.00', '392.00', '3', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '212', '972', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('181', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '367.00', '278.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '326', '736', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('182', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '150.00', '96.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '445', '810', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('183', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '500.00', '400.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '455', '592', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('184', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '124.00', '72.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,45', '223', '559', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('185', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '434.00', '371.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '249', '913', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('186', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '271.00', '179.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '161', '530', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('187', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '220.00', '142.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '348', '482', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('188', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '519.00', '468.00', '2', null, null, '442', '449', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('189', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '261.00', '164.00', '1', null, null, '364', '794', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('190', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '344.00', '290.00', '4', null, null, '292', '597', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('191', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '451.00', '355.00', '4', null, null, '466', '706', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('192', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '547.00', '458.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '110', '664', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('193', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '295.00', '237.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '296', '539', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('194', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '580.00', '527.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '304', '810', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('195', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '544.00', '463.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '233', '424', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('196', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '468.00', '404.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '275', '780', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('197', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '488.00', '404.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '491', '349', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('198', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '593.00', '510.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '292', '815', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('199', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '478.00', '416.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '446', '430', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('200', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '593.00', '537.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '218', '326', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('201', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '402.00', '314.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '182', '551', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('202', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '269.00', '218.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '167', '815', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('203', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '163.00', '88.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '198', '866', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('204', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '468.00', '382.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '319', '357', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('205', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '523.00', '461.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '378', '545', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('206', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '166.00', '113.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '160', '845', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('207', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '324.00', '249.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '466', '800', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('208', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '555.00', '471.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '255', '867', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('209', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '494.00', '439.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '189', '806', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('210', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '357.00', '283.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '379', '911', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('211', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '507.00', '410.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '409', '441', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('212', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '490.00', '419.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '241', '608', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('213', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '349.00', '277.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '284', '633', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('214', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '316.00', '219.00', '2', '黑色,灰色,米色', '39,40,41,42,43,44', '185', '477', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('215', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '267.00', '194.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '329', '603', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('216', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '596.00', '498.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '455', '716', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('217', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '432.00', '366.00', '3', '黑色,灰色,红色', '39,40,41,42,43,44', '230', '330', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('218', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '352.00', '278.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,44', '116', '593', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('219', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '573.00', '480.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '417', '552', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('220', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '489.00', '389.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '153', '838', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('221', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '140.00', '84.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '194', '328', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('222', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '348.00', '292.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '191', '416', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('223', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '123.00', '71.00', '3', '黑色,白黑,红色', '39,40,41,42,43,45', '209', '575', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('224', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '230.00', '171.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL', '387', '950', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('225', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '572.00', '519.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL', '276', '415', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('226', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '461.00', '369.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL', '356', '387', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('227', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '369.00', '280.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '145', '854', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('228', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '222.00', '126.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '343', '677', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('229', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '303.00', '239.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '492', '411', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('230', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '164.00', '109.00', '3', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '267', '685', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('231', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '317.00', '253.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '105', '754', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('232', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '296.00', '246.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '178', '845', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('233', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '329.00', '277.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '317', '381', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('234', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '472.00', '396.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,45', '250', '812', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('235', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '178.00', '82.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '424', '940', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('236', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '388.00', '301.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '313', '595', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('237', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '526.00', '435.00', '5', '黑色,白色,黑白', '39,40,41,42,43,45', '210', '803', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('238', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '109.00', '40.00', '3', null, null, '150', '879', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('239', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '346.00', '263.00', '1', null, null, '394', '892', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('240', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '184.00', '99.00', '2', null, null, '135', '731', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('241', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '524.00', '446.00', '4', null, null, '444', '991', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('242', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '378.00', '319.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '390', '554', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('243', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '128.00', '70.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '361', '572', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('244', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '267.00', '213.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '473', '964', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('245', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '481.00', '425.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '352', '795', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('246', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '182.00', '122.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '392', '861', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('247', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '500.00', '429.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '240', '458', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('248', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '305.00', '223.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '388', '587', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('249', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '414.00', '319.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '225', '877', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('250', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '434.00', '360.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '493', '881', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('251', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '493.00', '424.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '110', '806', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('252', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '426.00', '355.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '200', '964', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('253', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '219.00', '154.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '363', '566', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('254', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '514.00', '454.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '435', '462', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('255', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '171.00', '92.00', '3', '黑色,白色,黑白', '39,40,41,42,43,44', '332', '342', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('256', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '520.00', '469.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '153', '956', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('257', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '259.00', '175.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '304', '340', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('258', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '321.00', '268.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '280', '430', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('259', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '106.00', '51.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '386', '772', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('260', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '377.00', '325.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '449', '391', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('261', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '226.00', '134.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '341', '986', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('262', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '323.00', '269.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '178', '905', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('263', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '496.00', '404.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '346', '481', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('264', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '355.00', '282.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '470', '641', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('265', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '212.00', '113.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '123', '425', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('266', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '226.00', '141.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '413', '610', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('267', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '531.00', '474.00', '2', '黑色,灰色,红色', '39,40,41,42,43,44', '204', '853', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('268', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '357.00', '262.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,44', '161', '382', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('269', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '367.00', '285.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '182', '511', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('270', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '251.00', '153.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '500', '401', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('271', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '120.00', '61.00', '2', '黑色,白色,黑白', '39,40,41,42,43,44', '263', '556', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('272', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '505.00', '441.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '425', '460', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('273', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '374.00', '280.00', '4', '黑色,白黑,红色', '39,40,41,42,43,45', '279', '388', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('274', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '132.00', '55.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL', '341', '943', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('275', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '103.00', '31.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL', '349', '789', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('276', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '134.00', '50.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL', '352', '645', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('277', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '196.00', '99.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '213', '800', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('278', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '335.00', '253.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '356', '480', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('279', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '570.00', '472.00', '3', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '458', '692', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('280', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '383.00', '290.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '496', '856', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('281', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '343.00', '285.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '288', '576', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('282', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '158.00', '93.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '175', '495', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('283', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '459.00', '362.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '475', '331', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('284', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '580.00', '496.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,45', '257', '941', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('285', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '211.00', '120.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '284', '709', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('286', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '300.00', '214.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '208', '589', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('287', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '281.00', '188.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '172', '741', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('288', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '302.00', '241.00', '4', null, null, '320', '413', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('289', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '500.00', '414.00', '4', null, null, '217', '820', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('290', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '136.00', '47.00', '2', null, null, '335', '917', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('291', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '182.00', '106.00', '5', null, null, '452', '552', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('292', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '194.00', '116.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '316', '990', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('293', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '223.00', '155.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '122', '901', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('294', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '143.00', '66.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '379', '523', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('295', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '370.00', '301.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '324', '339', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('296', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '105.00', '34.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '401', '428', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('297', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '394.00', '322.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '281', '813', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('298', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '488.00', '430.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '358', '549', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('299', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '397.00', '309.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '432', '519', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('300', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '244.00', '172.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '461', '999', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('301', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '599.00', '506.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '462', '868', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('302', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '432.00', '376.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '235', '479', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('303', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '203.00', '118.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '476', '942', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('304', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '419.00', '341.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '224', '958', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('305', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '279.00', '182.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '491', '329', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('306', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '278.00', '183.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '214', '833', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('307', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '132.00', '68.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '234', '725', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('308', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '144.00', '86.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '224', '450', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('309', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '128.00', '69.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '338', '915', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('310', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '190.00', '137.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '286', '461', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('311', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '519.00', '454.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '187', '895', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('312', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '580.00', '514.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '277', '565', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('313', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '437.00', '342.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '257', '794', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('314', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '116.00', '40.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '165', '867', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('315', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '114.00', '42.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '477', '923', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('316', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '272.00', '221.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '377', '739', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('317', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '215.00', '136.00', '4', '黑色,灰色,红色', '39,40,41,42,43,44', '496', '405', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('318', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '563.00', '466.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,44', '466', '466', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('319', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '121.00', '38.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '469', '923', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('320', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '192.00', '114.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '198', '692', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('321', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '598.00', '528.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '301', '488', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('322', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '503.00', '407.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '478', '713', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('323', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '300.00', '244.00', '4', '黑色,白黑,红色', '39,40,41,42,43,45', '208', '537', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('324', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '439.00', '349.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL', '340', '593', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('325', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '439.00', '369.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '239', '779', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('326', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '298.00', '204.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL', '378', '910', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('327', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '509.00', '421.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '450', '437', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('328', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '546.00', '480.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '156', '734', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('329', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '492.00', '396.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '349', '794', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('330', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '517.00', '455.00', '5', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '371', '741', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('331', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '326.00', '226.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '207', '808', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('332', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '296.00', '226.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '421', '378', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('333', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '396.00', '315.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '194', '613', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('334', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '357.00', '307.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,45', '485', '533', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('335', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '324.00', '236.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '283', '337', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('336', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '140.00', '43.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '381', '808', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('337', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '430.00', '368.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '217', '652', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('338', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '212.00', '146.00', '4', null, null, '208', '504', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('339', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '468.00', '376.00', '3', null, null, '448', '973', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('340', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '594.00', '508.00', '1', null, null, '359', '831', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('341', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '378.00', '289.00', '1', null, null, '138', '620', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('342', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '487.00', '398.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '440', '521', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('343', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '228.00', '151.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '316', '362', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('344', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '437.00', '341.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '181', '859', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('345', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '139.00', '85.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '375', '397', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('346', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '463.00', '382.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '423', '895', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('347', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '436.00', '382.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '391', '971', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('348', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '398.00', '347.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '418', '656', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('349', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '301.00', '215.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '444', '772', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('350', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '132.00', '79.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '189', '529', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('351', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '497.00', '421.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '335', '743', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('352', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '600.00', '501.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '491', '391', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('353', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '214.00', '158.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '105', '801', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('354', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '346.00', '264.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '350', '692', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('355', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '159.00', '78.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '178', '729', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('356', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '293.00', '228.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '387', '354', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('357', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '584.00', '533.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '151', '822', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('358', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '282.00', '218.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '471', '421', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('359', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '183.00', '123.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '123', '374', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('360', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '514.00', '439.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '475', '494', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('361', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '257.00', '180.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '190', '804', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('362', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '582.00', '504.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '443', '353', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('363', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '494.00', '410.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '209', '582', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('364', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '395.00', '322.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '170', '686', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('365', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '589.00', '530.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '474', '845', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('366', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '587.00', '495.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '397', '874', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('367', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '583.00', '504.00', '5', '黑色,灰色,红色', '39,40,41,42,43,44', '470', '825', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('368', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '387.00', '335.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,44', '497', '483', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('369', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '439.00', '358.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '247', '895', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('370', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '502.00', '404.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '410', '399', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('371', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '452.00', '394.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '418', '983', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('372', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '170.00', '85.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '390', '708', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('373', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '431.00', '361.00', '5', '黑色,白黑,红色', '39,40,41,42,43,45', '481', '756', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('374', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '594.00', '516.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL', '217', '785', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('375', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '385.00', '289.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '265', '924', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('376', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '386.00', '316.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL', '128', '766', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('377', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '527.00', '435.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '233', '959', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('378', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '128.00', '65.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '300', '764', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('379', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '395.00', '319.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '491', '582', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('380', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '537.00', '448.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '451', '614', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('381', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '129.00', '69.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '345', '362', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('382', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '591.00', '503.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '209', '802', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('383', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '360.00', '307.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '371', '837', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('384', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '576.00', '482.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,45', '249', '349', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('385', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '161.00', '109.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '243', '890', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('386', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '104.00', '30.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '232', '376', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('387', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '183.00', '95.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '441', '881', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('388', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '292.00', '193.00', '4', null, null, '375', '936', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('389', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '136.00', '39.00', '2', null, null, '205', '890', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('390', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '408.00', '342.00', '5', null, null, '478', '943', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('391', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '182.00', '103.00', '2', null, null, '285', '322', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('392', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '422.00', '358.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '140', '874', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('393', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '361.00', '306.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '141', '511', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('394', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '519.00', '435.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '376', '395', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('395', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '465.00', '415.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '304', '931', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('396', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '537.00', '471.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '348', '610', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('397', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '546.00', '451.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '238', '340', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('398', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '368.00', '294.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '249', '886', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('399', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '113.00', '43.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '156', '972', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('400', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '216.00', '159.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '126', '566', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('401', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '545.00', '476.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '476', '842', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('402', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '396.00', '306.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '500', '957', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('403', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '352.00', '281.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '337', '775', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('404', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '516.00', '444.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '210', '880', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('405', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '552.00', '497.00', '3', '黑色,白色,黑白', '39,40,41,42,43,44', '373', '414', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('406', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '137.00', '66.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '261', '752', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('407', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '406.00', '354.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '409', '823', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('408', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '116.00', '63.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '441', '677', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('409', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '321.00', '224.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '319', '448', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('410', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '345.00', '268.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '487', '707', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('411', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '472.00', '389.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '344', '604', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('412', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '566.00', '470.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '415', '771', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('413', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '379.00', '323.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '337', '378', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('414', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '563.00', '473.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '380', '373', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('415', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '219.00', '142.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '139', '476', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('416', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '196.00', '145.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '196', '441', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('417', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '374.00', '304.00', '3', '黑色,灰色,红色', '39,40,41,42,43,44', '464', '847', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('418', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '565.00', '512.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,44', '316', '959', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('419', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '517.00', '452.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '167', '458', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('420', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '433.00', '381.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '259', '368', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('421', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '454.00', '355.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '490', '812', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('422', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '376.00', '325.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '226', '721', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('423', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '366.00', '275.00', '5', '黑色,白黑,红色', '39,40,41,42,43,45', '190', '736', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('424', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '585.00', '486.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL', '308', '815', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('425', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '127.00', '57.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '167', '628', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('426', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '196.00', '134.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL', '271', '632', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('427', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '205.00', '133.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '198', '813', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('428', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '345.00', '277.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '488', '661', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('429', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '175.00', '115.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '215', '697', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('430', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '583.00', '526.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '452', '804', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('431', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '120.00', '36.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '245', '917', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('432', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '442.00', '367.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '437', '798', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('433', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '575.00', '495.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '248', '661', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('434', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '149.00', '96.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,45', '275', '853', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('435', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '531.00', '445.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '105', '879', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('436', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '459.00', '408.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '144', '548', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('437', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '258.00', '187.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '221', '879', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('438', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '251.00', '158.00', '4', null, null, '302', '750', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('439', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '259.00', '172.00', '2', null, null, '413', '368', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('440', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '485.00', '425.00', '3', null, null, '379', '640', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('441', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '214.00', '145.00', '2', null, null, '445', '444', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('442', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '379.00', '326.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '247', '770', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('443', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '163.00', '104.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '175', '325', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('444', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '322.00', '238.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '391', '694', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('445', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '542.00', '472.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '166', '853', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('446', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '320.00', '242.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '383', '856', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('447', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '196.00', '125.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '496', '701', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('448', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '317.00', '229.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '387', '763', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('449', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '550.00', '484.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '356', '826', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('450', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '446.00', '394.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '152', '371', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('451', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '136.00', '55.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '310', '386', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('452', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '491.00', '411.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '396', '693', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('453', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '199.00', '141.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '339', '696', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('454', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '342.00', '260.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '194', '480', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('455', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '314.00', '216.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '406', '623', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('456', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '388.00', '330.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '370', '634', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('457', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '592.00', '509.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '362', '487', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('458', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '106.00', '9.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '295', '972', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('459', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '493.00', '438.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '155', '614', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('460', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '348.00', '296.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '382', '921', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('461', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '485.00', '409.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '382', '923', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('462', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '253.00', '172.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '425', '979', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('463', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '344.00', '252.00', '3', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '175', '538', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('464', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '274.00', '197.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '290', '795', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('465', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '519.00', '445.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '497', '393', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('466', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '131.00', '58.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '287', '536', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('467', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '586.00', '489.00', '1', '黑色,灰色,红色', '39,40,41,42,43,44', '465', '553', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('468', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '192.00', '128.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,44', '125', '871', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('469', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '178.00', '99.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '250', '826', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('470', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '458.00', '394.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '178', '762', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('471', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '161.00', '106.00', '2', '黑色,白色,黑白', '39,40,41,42,43,44', '317', '484', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('472', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '282.00', '218.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '389', '570', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('473', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '376.00', '298.00', '2', '黑色,白黑,红色', '39,40,41,42,43,45', '254', '706', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('474', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '526.00', '436.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL', '438', '934', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('475', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '249.00', '149.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL', '307', '406', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('476', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '144.00', '45.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL', '349', '574', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('477', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '516.00', '436.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '395', '682', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('478', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '317.00', '251.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '133', '699', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('479', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '497.00', '435.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '332', '879', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('480', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '373.00', '296.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '179', '530', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('481', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '520.00', '425.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '187', '380', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('482', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '117.00', '38.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '395', '334', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('483', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '153.00', '62.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '177', '946', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('484', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '403.00', '346.00', '2', '黑色,灰色,棕色', '39,40,41,42,43,45', '327', '852', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('485', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '325.00', '244.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '112', '843', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('486', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '483.00', '422.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '124', '354', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('487', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '554.00', '463.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '284', '566', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('488', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '167.00', '84.00', '2', null, null, '262', '986', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('489', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '564.00', '466.00', '2', null, null, '307', '484', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('490', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '205.00', '120.00', '3', null, null, '358', '902', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('491', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '444.00', '376.00', '4', null, null, '390', '573', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('492', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '367.00', '276.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '331', '376', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('493', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '157.00', '106.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '165', '813', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('494', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '355.00', '288.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '161', '856', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('495', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '312.00', '224.00', '5', '黑色,白色,黑白', '39,40,41,42,43,45', '481', '511', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('496', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '224.00', '154.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '334', '452', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('497', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '360.00', '262.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '126', '716', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('498', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '167.00', '115.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '191', '860', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('499', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '492.00', '408.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '395', '937', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('500', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '485.00', '431.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '174', '888', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('501', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '174.00', '87.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '335', '810', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('502', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '247.00', '187.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '255', '451', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('503', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '488.00', '431.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '373', '803', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('504', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '476.00', '383.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '293', '903', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('505', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '398.00', '312.00', '3', '黑色,白色,黑白', '39,40,41,42,43,44', '350', '695', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('506', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '402.00', '349.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '303', '820', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('507', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '286.00', '200.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '419', '441', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('508', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '375.00', '280.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '143', '371', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('509', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '272.00', '221.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '302', '350', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('510', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '560.00', '495.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '413', '799', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('511', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '442.00', '361.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '453', '529', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('512', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '201.00', '104.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '379', '502', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('513', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '258.00', '178.00', '3', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '315', '427', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('514', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '413.00', '313.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '477', '941', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('515', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '425.00', '357.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '337', '688', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('516', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '488.00', '433.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '365', '334', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('517', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '258.00', '163.00', '1', '黑色,灰色,红色', '39,40,41,42,43,44', '175', '363', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('518', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '483.00', '394.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,44', '330', '405', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('519', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '575.00', '506.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '238', '405', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('520', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '536.00', '454.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '126', '770', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('521', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '167.00', '113.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '180', '852', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('522', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '249.00', '162.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '471', '987', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('523', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '452.00', '363.00', '3', '黑色,白黑,红色', '39,40,41,42,43,45', '151', '750', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('524', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '412.00', '325.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL', '181', '824', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('525', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '516.00', '419.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '477', '902', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('526', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '548.00', '477.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL', '118', '988', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('527', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '578.00', '502.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '130', '583', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('528', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '579.00', '517.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '272', '578', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('529', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '104.00', '50.00', '4', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '318', '576', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('530', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '225.00', '136.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '499', '418', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('531', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '112.00', '13.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '175', '423', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('532', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '291.00', '196.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '215', '790', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('533', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '314.00', '235.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '412', '897', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('534', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '350.00', '286.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,45', '343', '791', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('535', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '431.00', '333.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '243', '579', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('536', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '450.00', '367.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '387', '963', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('537', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '310.00', '235.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '202', '658', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('538', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '573.00', '493.00', '2', null, null, '213', '756', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('539', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '161.00', '110.00', '3', null, null, '337', '848', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('540', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '163.00', '92.00', '4', null, null, '334', '920', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('541', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '145.00', '51.00', '4', null, null, '330', '659', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('542', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '157.00', '80.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '418', '861', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('543', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '317.00', '259.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '387', '840', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('544', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '357.00', '260.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '494', '965', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('545', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '275.00', '194.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '266', '665', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('546', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '110.00', '59.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '437', '583', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('547', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '275.00', '189.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '243', '718', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('548', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '194.00', '117.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '220', '448', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('549', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '183.00', '86.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '227', '466', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('550', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '549.00', '460.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '437', '334', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('551', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '326.00', '230.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '286', '534', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('552', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '353.00', '256.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '365', '350', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('553', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '314.00', '259.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '373', '559', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('554', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '164.00', '108.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '246', '801', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('555', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '569.00', '507.00', '2', '黑色,白色,黑白', '39,40,41,42,43,44', '371', '712', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('556', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '272.00', '205.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '137', '855', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('557', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '174.00', '111.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '202', '909', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('558', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '297.00', '231.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '401', '494', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('559', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '153.00', '88.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '479', '486', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('560', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '585.00', '504.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '267', '694', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('561', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '171.00', '120.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '454', '672', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('562', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '404.00', '353.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '251', '948', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('563', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '509.00', '446.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '271', '479', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('564', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '201.00', '112.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '131', '903', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('565', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '303.00', '223.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '239', '705', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('566', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '131.00', '69.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '252', '768', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('567', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '538.00', '466.00', '1', '黑色,灰色,红色', '39,40,41,42,43,44', '358', '994', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('568', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '358.00', '263.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,44', '369', '672', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('569', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '204.00', '153.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '419', '490', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('570', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '574.00', '521.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '364', '725', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('571', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '565.00', '510.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '426', '678', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('572', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '451.00', '362.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '446', '446', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('573', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '213.00', '145.00', '5', '黑色,白黑,红色', '39,40,41,42,43,45', '132', '803', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('574', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '130.00', '42.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL', '384', '444', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('575', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '379.00', '291.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '292', '531', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('576', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '520.00', '437.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL', '225', '858', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('577', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '201.00', '134.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '151', '454', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('578', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '516.00', '419.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '154', '591', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('579', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '549.00', '494.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '336', '841', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('580', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '274.00', '183.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '184', '897', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('581', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '149.00', '82.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '372', '710', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('582', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '409.00', '359.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '339', '494', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('583', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '585.00', '535.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '188', '444', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('584', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '462.00', '386.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,45', '392', '359', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('585', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '371.00', '281.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '102', '490', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('586', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '447.00', '357.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '410', '551', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('587', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '522.00', '460.00', '5', '黑色,白色,黑白', '39,40,41,42,43,45', '447', '828', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('588', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '212.00', '129.00', '3', null, null, '312', '822', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('589', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '163.00', '101.00', '5', null, null, '306', '822', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('590', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '527.00', '455.00', '1', null, null, '180', '761', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('591', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '309.00', '212.00', '3', null, null, '248', '390', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('592', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '206.00', '122.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '275', '523', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('593', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '491.00', '412.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '390', '887', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('594', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '449.00', '360.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '281', '435', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('595', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '436.00', '357.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '471', '869', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('596', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '599.00', '546.00', '2', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '244', '748', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('597', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '574.00', '494.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '171', '473', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('598', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '494.00', '431.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '120', '873', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('599', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '124.00', '33.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '309', '938', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('600', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '581.00', '504.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '336', '355', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('601', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '144.00', '87.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '420', '608', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('602', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '528.00', '467.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '339', '941', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('603', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '390.00', '326.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '386', '527', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('604', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '499.00', '422.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '481', '612', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('605', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '576.00', '493.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '300', '826', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('606', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '541.00', '471.00', '2', '黑色,灰色,米色', '39,40,41,42,43,44', '464', '748', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('607', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '282.00', '221.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '352', '808', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('608', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '469.00', '408.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '168', '475', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('609', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '499.00', '417.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '217', '722', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('610', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '126.00', '67.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '485', '633', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('611', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '310.00', '215.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '110', '629', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('612', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '264.00', '205.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '329', '878', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('613', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '547.00', '455.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '113', '782', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('614', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '323.00', '246.00', '4', '黑色,灰色,米色', '39,40,41,42,43,44', '403', '621', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('615', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '472.00', '411.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '432', '468', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('616', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '261.00', '180.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '392', '890', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('617', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '536.00', '464.00', '3', '黑色,灰色,红色', '39,40,41,42,43,44', '338', '895', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('618', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '358.00', '258.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,44', '259', '999', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('619', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '467.00', '403.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '122', '634', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('620', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '490.00', '399.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '257', '408', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('621', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '474.00', '395.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '399', '804', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('622', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '508.00', '449.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '150', '866', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('623', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '593.00', '529.00', '5', '黑色,白黑,红色', '39,40,41,42,43,45', '475', '738', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('624', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '576.00', '476.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL', '272', '827', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('625', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '507.00', '444.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL', '327', '447', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('626', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '356.00', '286.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL', '356', '602', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('627', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '268.00', '216.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '103', '715', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('628', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '325.00', '248.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '203', '860', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('629', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '570.00', '493.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '318', '545', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('630', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '542.00', '488.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '487', '981', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('631', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '228.00', '154.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '256', '858', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('632', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '234.00', '175.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '477', '569', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('633', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '225.00', '158.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '128', '565', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('634', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '142.00', '43.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,45', '424', '991', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('635', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '268.00', '186.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '173', '346', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('636', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '107.00', '48.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '147', '702', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('637', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '386.00', '329.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '436', '656', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('638', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '230.00', '154.00', '3', null, null, '166', '728', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('639', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '160.00', '78.00', '1', null, null, '254', '790', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('640', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '287.00', '206.00', '2', null, null, '306', '415', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('641', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '423.00', '354.00', '1', null, null, '239', '996', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('642', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '496.00', '429.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '424', '734', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('643', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '100.00', '42.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '342', '653', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('644', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '268.00', '205.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '139', '879', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('645', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '299.00', '230.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '130', '503', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('646', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '404.00', '345.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '407', '596', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('647', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '372.00', '322.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '130', '807', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('648', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '424.00', '340.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '490', '625', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('649', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '448.00', '367.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '230', '788', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('650', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '273.00', '195.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '138', '627', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('651', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '275.00', '186.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '444', '750', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('652', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '537.00', '468.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '354', '778', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('653', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '276.00', '184.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '429', '541', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('654', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '410.00', '336.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '265', '573', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('655', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '111.00', '36.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '430', '407', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('656', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '109.00', '15.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '365', '754', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('657', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '510.00', '430.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '186', '428', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('658', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '518.00', '456.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '374', '450', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('659', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '344.00', '280.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '199', '374', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('660', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '320.00', '245.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '374', '772', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('661', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '325.00', '232.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '215', '992', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('662', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '130.00', '69.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '257', '997', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('663', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '335.00', '265.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '473', '569', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('664', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '305.00', '229.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '128', '560', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('665', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '388.00', '294.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '103', '803', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('666', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '522.00', '435.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '134', '727', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('667', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '199.00', '136.00', '2', '黑色,灰色,红色', '39,40,41,42,43,44', '197', '394', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('668', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '302.00', '250.00', '2', '黑色,灰色,棕色', '39,40,41,42,43,44', '183', '996', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('669', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '553.00', '500.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '306', '416', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('670', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '110.00', '13.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '499', '493', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('671', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '415.00', '325.00', '4', '黑色,白色,黑白', '39,40,41,42,43,44', '457', '339', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('672', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '497.00', '420.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '481', '692', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('673', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '127.00', '70.00', '4', '黑色,白黑,红色', '39,40,41,42,43,45', '277', '913', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('674', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '495.00', '434.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL', '331', '411', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('675', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '368.00', '288.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL', '472', '555', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('676', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '512.00', '455.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL', '217', '687', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('677', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '368.00', '276.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '200', '417', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('678', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '158.00', '92.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '303', '676', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('679', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '285.00', '213.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '447', '970', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('680', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '181.00', '119.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '288', '977', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('681', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '332.00', '254.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '435', '707', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('682', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '286.00', '231.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '383', '925', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('683', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '307.00', '255.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '479', '885', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('684', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '269.00', '197.00', '1', '黑色,灰色,棕色', '39,40,41,42,43,45', '397', '835', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('685', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '223.00', '156.00', '3', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '351', '608', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('686', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '145.00', '70.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '282', '365', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('687', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '271.00', '193.00', '2', '黑色,白色,黑白', '39,40,41,42,43,45', '472', '757', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('688', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '171.00', '105.00', '2', null, null, '315', '320', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('689', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '400.00', '342.00', '5', null, null, '197', '586', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('690', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '355.00', '298.00', '3', null, null, '399', '363', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('691', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '176.00', '101.00', '4', null, null, '340', '419', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('692', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '417.00', '365.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '146', '404', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('693', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '461.00', '379.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '184', '990', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('694', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '235.00', '148.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '461', '939', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('695', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '531.00', '468.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '376', '382', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('696', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '289.00', '202.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '409', '989', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('697', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '237.00', '170.00', '4', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '218', '977', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('698', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '261.00', '211.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '209', '900', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('699', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '302.00', '228.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '483', '321', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('700', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '437.00', '380.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '411', '458', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('701', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '123.00', '32.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '460', '358', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('702', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '170.00', '87.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '309', '443', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('703', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '555.00', '463.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '391', '472', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('704', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '576.00', '522.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '418', '436', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('705', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '181.00', '94.00', '5', '黑色,白色,黑白', '39,40,41,42,43,44', '443', '599', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('706', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '550.00', '462.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '144', '350', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('707', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '167.00', '70.00', '4', '黑色,白黑,红色', '39,40,41,42,43,44', '352', '870', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('708', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '367.00', '317.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '456', '802', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('709', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '214.00', '161.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '127', '841', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('710', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '370.00', '304.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '419', '867', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('711', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '498.00', '448.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '342', '867', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('712', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '360.00', '291.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '442', '640', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('713', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '156.00', '81.00', '1', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '338', '675', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('714', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '520.00', '457.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '306', '448', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('715', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '345.00', '289.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '135', '643', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('716', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '169.00', '94.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '412', '624', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('717', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '115.00', '21.00', '1', '黑色,灰色,红色', '39,40,41,42,43,44', '415', '398', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('718', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '321.00', '270.00', '5', '黑色,灰色,棕色', '39,40,41,42,43,44', '318', '515', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('719', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '457.00', '402.00', '2', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '455', '945', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('720', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '581.00', '491.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '225', '341', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('721', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '531.00', '465.00', '1', '黑色,白色,黑白', '39,40,41,42,43,44', '202', '348', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('722', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '493.00', '437.00', '5', '黑色,灰色,米色', '39,40,41,42,43,44', '347', '531', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('723', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '353.00', '272.00', '4', '黑色,白黑,红色', '39,40,41,42,43,45', '183', '566', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('724', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '425.00', '333.00', '5', '黑色,白黑,红色', 'M,L,XL,2XL', '168', '786', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('725', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '423.00', '328.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL', '136', '606', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('726', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '386.00', '330.00', '1', '黑色,灰色,棕色', 'M,L,XL,2XL', '268', '878', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('727', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '588.00', '538.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '226', '381', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('728', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '404.00', '323.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '100', '472', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('729', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '539.00', '489.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '484', '616', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('730', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '224.00', '138.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '442', '788', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('731', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '133.00', '64.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '204', '964', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('732', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '445.00', '394.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '147', '979', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('733', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '550.00', '469.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '174', '354', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('734', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '204.00', '121.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,45', '237', '657', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('735', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '492.00', '397.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '206', '864', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('736', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '315.00', '224.00', '5', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '211', '767', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('737', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '208.00', '139.00', '4', '黑色,白色,黑白', '39,40,41,42,43,45', '319', '658', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('738', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '200.00', '135.00', '2', null, null, '372', '386', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('739', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '104.00', '38.00', '1', null, null, '174', '761', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('740', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '518.00', '461.00', '2', null, null, '229', '878', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('741', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '451.00', '384.00', '3', null, null, '492', '981', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('742', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '294.00', '221.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '394', '837', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('743', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '400.00', '311.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '212', '434', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('744', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '407.00', '329.00', '4', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '430', '646', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('745', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '148.00', '49.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '402', '472', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('746', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '451.00', '390.00', '4', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '443', '438', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('747', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '561.00', '501.00', '1', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '159', '801', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('748', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '111.00', '51.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '313', '330', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('749', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '503.00', '410.00', '1', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '265', '486', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('750', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '361.00', '261.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '423', '354', '50.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('751', '冬季男棉衣2018新款短款连帽棉袄韩版加厚休闲面包服男装潮牌外套 黑色 M', '275.00', '190.00', '3', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '418', '986', '1.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('752', '男士外套冬季2018新款韩版潮流短款加厚羽绒棉服帅气立领棉衣男装 黑色 M', '522.00', '466.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '219', '762', '2.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('753', '春秋季新款男士毛衣韩版套头薄款圆领针织衫休闲线衣外套潮流 黑色 M', '349.00', '294.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '471', '566', '3.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('754', '冬季男士毛衣半高领针织衫2018新款潮流加绒加厚款毛衫韩版打底衫 黑色 M', '145.00', '76.00', '5', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '292', '610', '4.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('755', '秋季新款男鞋子青春潮流男士韩版百搭休闲鞋跑步冬季运动潮鞋 黑色 39', '222.00', '144.00', '2', '黑色,白色,黑白', '39,40,41,42,43,44', '361', '455', '5.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('756', '冬季新款男鞋高帮鞋韩版潮流百搭ins板鞋运动嘻哈男士潮鞋子 黑色 39', '129.00', '65.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '438', '421', '6.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('757', '冬季新款小白鞋子男韩版潮流休闲鞋学生百搭板鞋运动男士潮鞋 白色 39', '142.00', '48.00', '5', '黑色,白黑,红色', '39,40,41,42,43,44', '120', '808', '7.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('758', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '229.00', '143.00', '1', '黑色,白黑,红色', '39,40,41,42,43,44', '317', '488', '8.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('759', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '434.00', '372.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '435', '482', '9.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('760', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '398.00', '306.00', '4', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '371', '859', '10.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('761', '新款冬季男士外套春秋装休闲夹克ins加绒厚韩版潮流学生衣服 灰色 M', '354.00', '297.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '347', '824', '11.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('762', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '296.00', '196.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '137', '393', '12.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('763', '秋冬款日系圆领套头毛衣男韩版修身型针织衫青年潮流长袖拼色线衣 黑色 M', '181.00', '100.00', '5', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '121', '568', '13.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('764', '潮男鞋秋冬季新款男士高帮鞋男百搭休闲板鞋内增高街舞鞋8CM黑白马丁靴 白色 39', '364.00', '312.00', '1', '黑色,灰色,米色', '39,40,41,42,43,44', '275', '696', '14.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('765', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '240.00', '156.00', '3', '黑色,白黑,红色', '39,40,41,42,43,44', '436', '666', '15.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('766', '潮男鞋2018冬季新款保暖加绒棉鞋加厚韩版百搭学生休闲高帮男鞋冬天冬鞋 白黑 39', '161.00', '87.00', '2', '黑色,白黑,红色', '39,40,41,42,43,44', '369', '669', '16.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('767', '潮男鞋秋冬季高帮板鞋男鞋时尚百搭潮鞋韩版英伦潮流休闲运动鞋小白鞋潮 白灰 39', '333.00', '263.00', '2', '黑色,灰色,红色', '39,40,41,42,43,44', '271', '882', '17.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('768', '潮男鞋高帮鞋板鞋韩版潮流百搭秋季厚底内增高小白鞋情侣休闲运动男鞋子 白色 39', '179.00', '129.00', '3', '黑色,灰色,棕色', '39,40,41,42,43,44', '155', '865', '18.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('769', '潮男鞋秋季高帮鞋男鞋韩版百搭情侣鞋2018新款内增高小白鞋青年社会板鞋 白蓝红 39', '315.00', '248.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '259', '708', '19.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('770', '型男小白鞋男鞋韩版潮流男士休闲鞋秋季学生板鞋透气潮鞋子 黑色 39', '450.00', '389.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,44', '470', '694', '20.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('771', '型男男鞋秋季透气潮鞋男士休闲鞋子韩版皮鞋百搭小白鞋男学生白色板鞋 黑色 39', '500.00', '412.00', '2', '黑色,白色,黑白', '39,40,41,42,43,44', '104', '754', '21.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('772', '型男鞋子男秋季透气板鞋韩版潮流百搭帆布鞋休闲布鞋学生鞋男 黑色 39', '231.00', '154.00', '3', '黑色,灰色,米色', '39,40,41,42,43,44', '200', '723', '22.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('773', '型男鞋子男2018秋季新款韩版潮流高帮帆布鞋休闲潮鞋冬季男士百搭板鞋 黑色 39', '389.00', '300.00', '3', '黑色,白黑,红色', '39,40,41,42,43,45', '192', '765', '23.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('774', '4条男士内裤 男三角裤纯棉舒适透气短裤性感裤头秋冬男式短裤 A组 L', '191.00', '138.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL', '392', '608', '24.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('775', '4条内裤男士内裤平角裤木纤维裤头男式中腰四角短裤秋冬裤衩 A组 L', '190.00', '122.00', '2', '黑色,灰色,红色', 'M,L,XL,2XL', '482', '589', '25.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('776', '男士内裤男平角裤纯棉面料秋季透气青年潮中腰四角短裤衩盒装 纯色四条 XXL', '257.00', '168.00', '3', '黑色,灰色,棕色', 'M,L,XL,2XL', '280', '860', '26.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('777', '男士内裤男平角裤纯棉宽松舒适透气青年潮韩版低腰性感四角短裤头 3条装【藏白+栀子+水墨】', '309.00', '246.00', '1', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '112', '440', '27.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('778', '南极人4条男士内裤男纯棉质透气U凸平角裤四角裤衩男生可爱短裤头 A组 L', '563.00', '472.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL', '104', '513', '28.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('779', '卫衣男青少年学生早秋款韩版潮流修身秋季男士外套长袖T恤上衣服 黑色 M', '538.00', '454.00', '2', '黑色,白色,黑白', 'M,L,XL,2XL,3XL,4XL', '232', '971', '29.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('780', '2018早秋卫衣韩版潮流修身圆领套头衫青少年学生百搭春秋男士外套 黑色 M', '358.00', '259.00', '1', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '437', '653', '30.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('781', '男士卫衣连帽春秋款青少年学生秋装韩版潮流长袖T恤帅秋季上衣服 黑色 M', '288.00', '206.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '434', '721', '31.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('782', '男士外套春秋韩版修身薄2018新款秋季潮流帅气男秋装百搭休闲夹克 灰色 M', '419.00', '363.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '141', '464', '32.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('783', '秋装牛仔外套男迷彩学生港式bf风工装夹克潮流帅气男士牛仔褂上衣 灰色 M', '306.00', '208.00', '4', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '352', '873', '33.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('784', '男鞋冬季2018新款高帮帆布鞋韩版潮流港风鞋子男百搭板鞋休闲潮鞋 黑白 39', '309.00', '251.00', '4', '黑色,灰色,棕色', '39,40,41,42,43,45', '383', '884', '34.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('785', '男鞋秋季潮鞋2018新款冬季鞋子休闲板鞋高帮鞋韩版潮流百搭帆布鞋 黑色 39', '336.00', '266.00', '1', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '446', '994', '35.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('786', '秋季男士布鞋运动透气男鞋帆布冬季休闲皮鞋跑步潮鞋韩版潮流板鞋 黑色 38', '216.00', '159.00', '4', '黑色,白色,深灰色,浅灰色', '39,40,41,42,43,45', '490', '335', '36.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('787', '2018夏季新款小白鞋男士板鞋休闲韩版潮流白鞋百搭潮鞋秋季男鞋子 白色 39', '484.00', '392.00', '3', '黑色,白色,黑白', '39,40,41,42,43,45', '290', '904', '37.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('788', '男士洗面奶美白补水保湿控油祛痘印学生洁面乳去黑头收缩毛孔淡化', '229.00', '171.00', '2', null, null, '326', '627', '38.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('789', '妮维雅男士洗面奶控油去黑头补水保湿洁面乳膏送美白祛痘印护肤品', '556.00', '480.00', '2', null, null, '206', '597', '39.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('790', '曼秀雷敦男士洗面奶去油控油去黑头旗舰店学生洁面乳送美白祛痘印', '247.00', '150.00', '2', null, null, '422', '523', '40.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('791', '波斯顿男士美白洗面奶补水保湿洁面乳控油祛痘去黑头学生护肤品', '313.00', '257.00', '2', null, null, '222', '701', '41.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('792', '夏季薄款男士九分裤小脚束脚裤男哈伦裤休闲裤宽松运动裤收腿裤子', '389.00', '331.00', '5', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '216', '744', '42.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('793', '夏季男士休闲裤韩版修身小脚裤男裤九分裤薄款长裤子男哈伦裤男潮', '590.00', '511.00', '2', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '212', '451', '43.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('794', '夏季破洞牛仔短裤男士乞丐五分裤日系宽松休闲中裤牛仔四分裤薄潮', '475.00', '420.00', '3', '黑色,白色,深灰色,浅灰色', 'M,L,XL,2XL,3XL,4XL', '208', '734', '44.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('795', '夏季鞋子男学生帆布鞋韩版潮流透气休闲潮鞋百搭小白鞋原宿风板鞋', '571.00', '475.00', '1', '黑色,白色,黑白', '39,40,41,42,43,45', '228', '468', '45.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('796', '夏季薄款亚麻短裤男夏天潮流宽松休闲运动5分沙滩裤子男士五分裤', '489.00', '405.00', '3', '黑色,灰色,米色', 'M,L,XL,2XL,3XL,4XL', '307', '831', '46.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('797', '牛仔裤男修身小脚韩版潮流宽松夏季薄款直筒裤男士休闲裤子九分裤', '325.00', '270.00', '3', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '462', '618', '47.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('798', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '170.00', '91.00', '2', '黑色,白黑,红色', 'M,L,XL,2XL,3XL,4XL', '381', '667', '48.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('799', '春季2018新款马甲韩版棉衣背心男士修身棉服潮流冬季羽绒马夹外套 黑色 M', '296.00', '209.00', '5', '黑色,灰色,红色', 'M,L,XL,2XL,3XL,4XL', '105', '892', '49.jpg', '0,0,0,0', '2018-12-15 12:12:03', '1');
INSERT INTO `goods` VALUES ('800', '2018新款加厚加绒棉袄冬季男士外套个性棉衣修身韩版棉服潮流帅气 黑色 M', '483.00', '410.00', '2', '黑色,灰色,棕色', 'M,L,XL,2XL,3XL,4XL', '221', '371', '50.jpg', '1,1,0,0', '2018-12-24 17:41:24', '1');

-- ----------------------------
-- Table structure for order_form
-- ----------------------------
DROP TABLE IF EXISTS `order_form`;
CREATE TABLE `order_form` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_croatian_ci NOT NULL,
  `price` varchar(10) COLLATE utf8_croatian_ci DEFAULT NULL,
  `nums` varchar(255) COLLATE utf8_croatian_ci DEFAULT NULL,
  `carriage` varchar(255) COLLATE utf8_croatian_ci DEFAULT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COLLATE=utf8_croatian_ci ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of order_form
-- ----------------------------
INSERT INTO `order_form` VALUES ('1', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 39', '173', '12', '19', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('2', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '200', '19', '15', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('3', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '112', '6', '14', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('4', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '173', '9', '7', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('5', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 39', '427', '19', '16', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('6', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 40', '275', '18', '12', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('7', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '314', '10', '17', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('8', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '188', '13', '9', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('9', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '215', '11', '4', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('10', '潮男鞋百搭潮鞋小白鞋高帮休闲鞋青少年运动学生板鞋6CM内增高男鞋8公分 白色 40', '381', '13', '23', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('11', '冬季新款男鞋子男士潮鞋百搭休闲鞋帆布鞋韩版潮运动秋季板鞋 黑色 41', '412', '20', '11', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('12', '潮男秋冬季裤子男韩版潮流秋季加绒运动男士休闲裤宽松潮牌束脚工装裤 深灰色 M', '500', '19', '11', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('13', '裤子男韩版潮流秋冬季运动裤男士加绒宽松休闲束脚长裤潮牌工装裤 黑色 M', '138', '18', '1', '2018-12-24 15:21:27');
INSERT INTO `order_form` VALUES ('14', '冬季新款男士牛仔外套加绒加厚保暖棉衣韩版修身潮流大码夹克 黑色 M', '200', '12', '14', '2018-12-24 15:21:27');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'abcd', '13579234567', 'abcd1234', '2018-11-28 09:24:34');

-- ----------------------------
-- Table structure for userlist
-- ----------------------------
DROP TABLE IF EXISTS `userlist`;
CREATE TABLE `userlist` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `phoneNumber` varchar(12) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `note` varchar(255) DEFAULT NULL,
  `grade` int(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=53 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of userlist
-- ----------------------------
INSERT INTO `userlist` VALUES ('1', 'QWER', 'abcd1234', '11111111111', '?', ' 1999-10-10', '', ' ???????', '37', ' ??', '2018-12-23 21:35:43');
INSERT INTO `userlist` VALUES ('2', 'ASDF', 'abcd1234', '22222222222', '?', ' ', ' ', ' ', '22', ' ', '2018-12-24 09:42:10');
INSERT INTO `userlist` VALUES ('3', 'ZXCV', 'abcd1234', '33333333333', '?', '2007-07-19', ' ', ' ', '45', '??', '2018-12-24 09:43:44');
INSERT INTO `userlist` VALUES ('4', 'tyui', 'abcd1234', '44444444444', '女', ' ', ' ', ' ', '84', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('5', 'ghjk', 'abcd1234', '55555555555', '男', ' ', ' ', ' ', '16', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('6', 'bnml', 'abcd1234', '66666666666', '女', ' ', ' ', ' ', '41', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('7', 'qaz', 'abcd1234', '77777777777', '男', ' ', ' ', ' ', '39', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('8', 'wsx', 'abcd1234', '88888888888', '女', ' ', ' ', ' ', '61', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('9', 'edc', 'abcd1234', '99999999999', '男', ' ', ' ', ' ', '58', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('10', 'rfv', 'abcd1234', '11111111111', '女', ' ', ' ', ' ', '54', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('11', 'tgb', 'abcd1234', '22222222222', '男', ' ', ' ', ' ', '46', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('12', 'yhn', 'abcd1234', '33333333333', '女', ' ', ' ', ' ', '56', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('13', 'ujm', 'abcd1234', '44444444444', '男', ' ', ' ', ' ', '91', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('14', 'ikl', 'abcd1234', '55555555555', '女', ' ', ' ', ' ', '81', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('16', 'qwer', 'abcd1234', '60634920634', '男', ' ', ' ', ' ', '45', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('17', 'asdf', 'abcd1234', '62103174602', '女', ' ', ' ', ' ', '90', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('18', 'zxcv', 'abcd1234', '63571428570', '男', ' ', ' ', ' ', '19', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('19', 'tyui', 'abcd1234', '65039682539', '女', ' ', ' ', ' ', '35', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('20', 'ghjk', 'abcd1234', '66507936507', '男', ' ', ' ', ' ', '74', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('21', 'bnml', 'abcd1234', '67976190475', '女', ' ', ' ', ' ', '22', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('22', 'qaz', 'abcd1234', '69444444443', '男', ' ', ' ', ' ', '65', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('23', 'wsx', 'abcd1234', '70912698411', '女', ' ', ' ', ' ', '73', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('24', 'edc', 'abcd1234', '72380952380', '男', ' ', ' ', ' ', '92', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('25', 'rfv', 'abcd1234', '73849206348', '女', ' ', ' ', ' ', '44', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('26', 'tgb', 'abcd1234', '75317460316', '男', ' ', ' ', ' ', '75', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('27', 'yhn', 'abcd1234', '76785714284', '女', ' ', ' ', ' ', '71', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('28', 'ujm', 'abcd1234', '78253968253', '男', ' ', ' ', ' ', '83', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('29', 'ikl', 'abcd1234', '79722222221', '女', ' ', ' ', ' ', '55', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('30', 'zse', 'abcd1234', '81190476189', '男', ' ', ' ', ' ', '59', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('31', 'qwer', 'abcd1234', '82658730157', '男', ' ', ' ', ' ', '87', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('32', 'asdf', 'abcd1234', '84126984126', '女', ' ', ' ', ' ', '8', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('33', 'zxcv', 'abcd1234', '85595238094', '男', ' ', ' ', ' ', '63', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('34', 'tyui', 'abcd1234', '87063492062.', '女', ' ', ' ', ' ', '46', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('35', 'ghjk', 'abcd1234', '88531746030.', '男', ' ', ' ', ' ', '62', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('36', 'bnml', 'abcd1234', '89999999999.', '女', ' ', ' ', ' ', '49', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('37', 'qaz', 'abcd1234', '91468253967.', '男', ' ', ' ', ' ', '49', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('38', 'wsx', 'abcd1234', '92936507935.', '女', ' ', ' ', ' ', '20', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('39', 'edc', 'abcd1234', '94404761903.', '男', ' ', ' ', ' ', '68', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('40', 'rfv', 'abcd1234', '95873015872.', '女', ' ', ' ', ' ', '58', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('41', 'tgb', 'abcd1234', '97341269840.', '男', ' ', ' ', ' ', '2', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('42', 'yhn', 'abcd1234', '98809523808.', '女', ' ', ' ', ' ', '0', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('43', 'ujm', 'abcd1234', '88888888888', '男', ' ', ' ', ' ', '40', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('44', 'ikl', 'abcd1234', '90877656787', '女', ' ', ' ', ' ', '35', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('45', 'zse', 'abcd1234', '67787876545', '男', ' ', ' ', ' ', '49', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('46', 'qwer', 'abcd1234', '90989098909', '男', ' ', ' ', ' ', '20', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('47', 'asdf', 'abcd1234', '87878787878', '女', ' ', ' ', ' ', '23', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('48', 'zxcv', 'abcd1234', '34545345435', '男', ' ', ' ', ' ', '12', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('49', 'tyui', 'abcd1234', '87656765456', '女', ' ', ' ', ' ', '20', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('50', 'ghjk', 'abcd1234', '35567654567', '男', ' ', ' ', ' ', '33', ' ', '2018-12-23 20:41:50');
INSERT INTO `userlist` VALUES ('51', 'zzf', 'abcd1234', '33333333333', '男', null, null, null, '23', '北京', '2018-12-24 14:06:11');
INSERT INTO `userlist` VALUES ('52', 'qetu', 'abcd1234', '13647586746', '??', '2018-12-22', '', '', '52', '', '2018-12-24 15:00:17');
SET FOREIGN_KEY_CHECKS=1;
